export default {
  Skills: 'Навыки',
  Contacts: 'Контакты',
  Back: 'Назад',
  more: 'подробнее',

  home: {
    content: {
      text_about: `
        Я независимый Web-разработчик с опытом работы в IT более {years} лет. Помогаю стартапам запускать и развивать свои продукты.
        <br/><br/>
        Моя основная специализация &mdash; это <b>JavaScript</b> и связанная с ним экосистема.
        <br/><br/>
        В качестве <b>Full-Stack Web-разработчика</b>, я специализируюсь на приложениях на основе Node.js, Vue.js и Angular. Благодаря этому, я могу создавать полностью рабочие приложения с нуля.
        <br/><br/>
        Моя вторая специализация &mdash; <b>Мобильный разработчик</b>. Я создаю <b>кроссплатформенные мобильные приложения</b> с использованием Flutter SDK (Dart) и Ionic Framework (AngularJS/Cordova).
        <br/><br/>
        У меня большой опыт работы с дизайнерами и в создании интерфейсов, и, как следствие, я хорошо разбираюсь в вопросах типографики, выбора цвета и применении некоторых лучших практик. Я без проблем делаю прототипы приложений, но мой фокус всегда больше ориентирован на механику и лучшую стоимость, так как я не классифицирую себя как дизайнер. Например, этот сайт я задизайнил сам :)
        <br/><br/>
        Свой путь я начал с позиции Full-Stack Web-разработчика в компании, и за несколько лет вырос до должности <b>Team Leader</b>. По прошествии 3-х лет работы в компаниях и стартапах, я решил заняться фрилансом, где получил свободу выбирать с кем и над чем хочу работать. За всё время я поучаствовал во многих проектах, от небольших приложений для благотворительных организаций до крупных сервисов, подобных Upwork.
        <br/><br/>
        Время от времени я выступаю в роли <b>наставника в обучении программированию</b> для тех, кто только пришёл в профессию.
        <br/><br/>

        Личные навыки:
        <ul>
          <li>
            Самоорганизация. Как профессиональный фрилансер, мне необходимо совмещать навыки менеджера проекта, разработчика и тестировщика. И, кажется, у меня всё в порядке с самоорганизацией, поскольку я всё ещё люблю то, чем занимаюсь :)
          </li>
          <li>
            Управление командой. Я имею опыт управления командами веб-разработчиков.
          </li>
          <li>
            Готовность учиться. Мне нравится адаптироваться к новым технологиям. Я предпочитаю подбирать новые проекты таким образом, чтобы в них была хоть какая-то часть чего-то малознакомого.
          </li>
          <li>
            Умею объяснять сложные вещи технически не подкованным людям. Никто не жаловался :)
          </li>
        </ul>
      `,

      text_contacts: 'Со мной можно связаться по любой из ссылок ниже.',
      text_skills: 'Прошлое &mdash; это инструмент для изучения будущего.'
    }
  }
}
