export default {
  skills: 'Навыки',
  contacts: 'Контакты',
  back: 'Назад',

  home: {
    content: {
      text_about_1: 'Я независимый веб-разработчик. Мой основной опыт работы связан с разработкой технической части стартапов, в том числе в составе команды на позициях Full-Stack разработчика, лидера команды и менеджера проектов.',
      text_about_2: 'Я открыт для предложений, в том числе для работы на фрилансе.',

      text_contacts: 'Со мной можно связаться по любой из ссылок ниже.',

      text_skills: 'Прошлое - это инструмент для изучения будущего.'
    }
  }
}
